Repository: Jarli01/openuds
Catalog: trunk/client/administration/UdsAdmin/forms/DeployedServiceForm.*.resx
Languages: fr

# publishOnSave.Text
source: Publish automatically on save
fr: Publier automatiquement d'enregistrer

# label3.Text
source: OS Manager
fr: Gestionnaire de système d'exploitation

# label1.Text
source: Base Service
fr: Service de base

# label9.Text
source: Name
fr: Nom

# label8.Text
source: Comments
fr: Commentaires

# label4.Text
source: Allowed Transports
fr: Transports autorisés

# cacheL2Label.Text
source: Services to keep in L2 cache (Experimental)
fr: Services de garder en mémoire cache L2 (Experimental)

# label5.Text
source: Initial Services Availables
fr: Initial Services disponibles

# cacheLabel.Text
source: Services to keep in cache
fr: Services de garder dans le cache

# label7.Text
source: Maximum number of services
fr: Nombre maximal de services

# accept.Text
source: Accept
fr: Accepter

# cancel.Text
source: Cancel
fr: Annuler
