Repository: Jarli01/openuds
Catalog: trunk/server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: es

source: RDP Transport for tunneled connection
es: Transporte RDP para conexión vía túnel

source: Tunnel server
es: Servidor de túnel

source: IP or Hostname of tunnel server send to client device ("public" ip) and port. (use HOST:PORT format)
es: IP o nombre de host del servidor de túnel enviar a dispositivo de cliente (ip "pública") y puerto. (utilice el formato HOST: puerto)

source: Tunnel host check
es: Verificación de host de túnel

source: If not empty, this server will be used to check if service is running before assigning it to user. (use HOST:PORT format)
es: Si no vacía, este servidor se utilizará para comprobar si el servicio se ejecuta antes de asignarle al usuario. (utilice el formato HOST: puerto)

source: Remote Desktop Protocol
es: Protocolo de Escritorio remoto (RDP)

source: In order to use this service, you should first install CoRD.
es: Para poder utilizar este servicio, primero debe instalar CoRD.

source: You can obtain it from
es: Puede obtenerlo de

source: CoRD Website
es: Sitio Web de CoRD

source: RGS Transport (direct)
es: Transporte RGS (directo)

source: RGS Transport for direct connection
es: Transporte RGS para conexión directa

source: Image quality
es: Calidad de imagen

source: Quality of image codec (0-100)
es: Calidad del códec de imagen (0-100)

source: Adjustable Quality
es: Calidad ajustable

source: If checked, the image quality will be adjustable with bandwidth
es: Si está activada, la calidad de imagen será ajustable con ancho de banda

source: Min. Adjustable Quality
es: Mín. calidad ajustable

source: The lowest image quality applied to images to maintain the minimum update rate.
es: La menor calidad de imagen aplicada a las imágenes para mantener la actualización mínima tasa.

source: Adjustable Frame Rate
es: Ajustable velocidad de fotogramas

source: Update rate threshold to begin adjusting image quality
es: Umbral de velocidad de actualización para comenzar el ajuste de calidad de imagen

source: Match Local Resolution
es: Resolución Local de partido

source: Change the Sender's resolution to match the Receiver's resolution when connecting
es: Cambiar la resolución del remitente para que coincida con la resolución del receptor cuando conexión

source: Redirect USB
es: Redirección USB

source: If checked, the USB will be redirected.
es: Si está activada, se redirigirá el USB.

source: Redirect Audio
es: Redirección de Audio

source: If checked, the Audio will be redirected.
es: Si está activado, el audio será redirigido al cliente

source: Redirect Mic
es: Redirigir Mic

source: If checked, the Mic will be redirected.
es: Si está activado. el micro será redirigido al cliente

source: RGS Transport (tunneled)
es: Transporte RGS (vía túnel)

source: RGS Transport for tunneled connection
es: Transporte RGS para conexión vía túnel

source: In order to use this service, you should first install RGS Receiver.
es: Para poder utilizar este servicio, primero debe instalar el Receiver de RGS

source: HP Website
es: Sitio Web de HP

source: NX Transport (tunneled)
es: Transporte NX (vía túnel)

source: NX Transport for tunneled connection
es: Transporte NX para conexión vía túnel

source: Unknown error
es: Error desconocido

source: Transport not found
es: Transporte no hallado

source: Service not found
es: Servicio no hallado

source: Access denied
es: Acceso denegado

source: Invalid service. The service is not available at this moment. Please, try later
es: Servicio invalido. El servicio no está disponible en estos momentos. Por favor, intentelo de nuevo pasado unos instantes.

source: Maximum services limit reached. Please, contact administrator
es: Número máximo de servicios alcanzado. Por favor, contacte con su administrador.

source: You need to enable cookies to let this application work
es: Necesita habilitar los cookies para permitir funcionar esta aplicación

source: User service not found
es: Servicio de usuario no hallado

source: Authenticator not found
es: Autenticador no hallado

source: Invalid authenticator
es: Autenticador Invalido

source: Authenticator do not provides information
es: El autenticador no proporciona información alguna

source: Authenticator
es: Autenticador

source: Credentials no longer valid
es: Las credenciales ya no son válidas

source: Administration
es: Administración

source: Invalid credentials
es: Credenciales Invalidas

source: Authenticator does not exists
es: El autenticador no existe

source: Name %s already exists
es: El nombre %s ya existe

source: Authenticator do not supports search
es: El autenticador no soporta búsquedas

source: Specified authenticator do not exists anymore. Please, reload gui
es: Hacer autenticador especificado no existe ya. Por favor, vuelva a cargar la interfaz gráfica de usuario

source: BUG: Reached a point that should never have been reached!!!
es: BUG: Llegado a un punto que no debe nunca han alcanzado!!!

source: This os mnager is being used by deployed services
es: Este OS Manager está siendo utilizado por servicios desplegados

source: There is deployed services using this os manager
es: Existen servicios desplegados que utilizan este gestor de SO

source: Can't find os manager
es: No se puede hallar el gestor de SO

source: Unknown
es: Desconocido

source: Deployed Service does not exists
es: El servicio desplegado no existe

source: Group does not exists
es: El grupo no existe

source: Can't find deployed service
es: No puedo hallar el servicio desplegado

source: Transport does not exists
es: El transporte no existe

source: Deployed service does not exists
es: El servicio desplegado no existe

source: Can't delete service provider with services associated
es: No se puede borrar un proveedor de servicios con servicios asociados

source: Can't locate the service provider
es: No puedo hallar el proveedor de servicios

source: Please, refresh interface
es: Por favor, refresque la interfaz.

source: Can't delete services with deployed services associated
es: No se puede borrar un servicio con servicios desplegados asociados

source: Can't locate the service
es: No puedo hallar el servicio

source: The deployed service is not active
es: El servicio desplegado no está activo

source: This service don't allows assignations
es: El servicio no admite asignaciones

source: Deployed service not found!!! (refresh interface)
es: Servicio desplegado no hallado!!! (refresque la interfaz)

source: User not found!!! (refresh interface)
es: Usuario no hallado (refresque la interfaz)

source: No error
es: Sin errores

source: User deployed service not found!!!
es: Servicio de usuario no hallado!!!

source: Can't locate the transport
es: No puedo hallar el transporte

source: Can't locate the network
es: No puedo hallar la red
