Repository: Jarli01/openuds
Catalog: trunk/server/src/uds/locale/*/LC_MESSAGES/django.po
Languages: es

source: Host
es: Servidor

source: VMWare VC Server IP or Hostname
es: IP o nombre DNS del servidor VMWare VC

source: Use SSL
es: Usar SSL

source: If checked, will use a ssl connection to Active Directory
es: Si está activada, utilizará una conexión ssl con Active Directory

source: Ldap User
es: Usuario LDAP

source: Username with read privileges on the base selected (use USER@DOMAIN.DOM form for this)
es: Usuario con derechos de lectura en la base seleccionada (utilice la forma USUARIO@DOMINIO.DOM para este elemento)

source: Password
es: Contraseña

source: Password of the ldap user
es: Contraseña del usuario del ldap

source: Timeout
es: Espera

source: Timeout in seconds of connection to LDAP
es: Tiempo de espera en segundos

source: Active Directory Authenticator
es: Autenticador Active Directory

source: Authenticate against Active Directory
es: Autenticador contra Active Directory

source: Username
es: Usuario

source: Group
es: Grupo

source: Must specify the username in the form USERNAME@DOMAIN.DOM
es: Debe especificar el nombre de usuario en la forma NOMBREUSUARIO@DOMINIO.DOM

source: Ldap connection error:
es: Error de conexión al ldap:

source: Username not found
es: Nombre de usuario no hallado

source: Group not found
es: Grupo no hallado

source: Too many results, be more specific
es: Demasiados resultados, sea más específico

source: Domain seems to be incorrect, please check it
es: El dominio parece ser incorrecto, por favor, compruebelo

source: Ldap does not seem an Active Directory (do not have user objects)
es: El ldap indicado no parece un Active Directory (no tiene objetos de usuario)

source: Ldap does not seem an Active Directory (no not have group objects)
es: El ldap indicado no parece un Active Directory (no no tienen objetos de grupo)

source: Ldap does not seem an Active Directory (do not have any user nor groups)
es: El ldap indicado no parece un Active Directory (no tiene ningún usuario ni grupo)

source: Connection params seem correct, test was succesfully executed
es: Los parámetros de conexión parecen correctos, la prueba fue ejecutado con exito

source: Port
es: Puerto

source: Ldap port (389 for non ssl, 636 for ssl normally
es: Puerto LDAP (389 para no SSL, 636 para ssl normalmente)

source: If checked, will use a ssl connection to ldap (if port is 389, will use in fact port 636)
es: Si está activada, utilizará una conexión ssl con ldap (si el puerto es 389, utilizará de hecho el Puerto 636)

source: Admin user
es: Usuario Administrador

source: Username with read privileges on the eDirectory
es: Usuario con privilegios de lectura sobre eDirectory

source: eDirectory Authenticator
es: Autenticador eDirectory

source: Authenticate against eDirectory
es: Autenticador contra eDirectory

source: Ldap search base is incorrect
es: La base de búsqueda ldap es incorrecta

source: Ldap user class seems to be incorrect (no user found by that class)
es: La clase de usuario de LDAP parece ser incorrecta (ningún usuario encontrado por esa clase)

source: Ldap user id attribute seems to be incorrect (no user found by that attribute)
es: El atributo de id de usuario de ldap parece ser incorrecto (ningún usuario encontrado por atributo)

source: Expected group attribute
es: Atributo de grupo esperado

source: Ldap user class or user id attr is probably wrong (Ldap is an eDirectory?)
es: El atributo del id de usuario o la clase de usuario LDAP son probablemente incorrectos(¿el LDAP indicado es realmente un eDirectory?)

source: IP Authenticator
es: Autenticador por IP

source: IP Range
es: Intervalo IP

source: All seems fine in the authenticator.
es: Parace que todo funciona correctamente en el autenticador.

source: Internal Database
es: Base de datos interna

source: Internal dabasase authenticator. Doesn't uses external sources
es: Dabasase interna autenticador. No utiliza fuentes externas

source: Internal structures seems ok
es: Las estructuras internas parecen correctas

source: Username with read privileges on the base selected
es: Usuario con privilegios de lectura en la base elegida

source: Common search base (used for "users" and "groups"
es: Base de búsqueda común (utilizado para "los usuarios" y "grupos"

source: User class
es: Clase de usuario

source: Class for LDAP users (normally posixAccount)
es: Clase para los usuarios de LDAP (normalmente posixAccount)

source: User Id Attr
es: Attr. de Id de usuario

source: Attribute that contains the user id
es: Atributo que contiene el identificador de usuario

source: User Name Attr
es: Attr. de nombre usu.

source: Attributes that contains the user name (list of comma separated values)
es: Atributos que contienen el nombre de usuario (lista de valores separados por comas)

source: Group Name Attr
es: Atr. de nombre de Grupo

source: Attribute that contains the group name
es: Atributo que contiene el nombre del grupo

source: Regular Exp. for groups
es: EXP. regular para grupos

source: Regular Expression to extract the group name
es: Expresión regular para extraer el nombre del grupo

source: Regex LDAP Authenticator
es: Autenticador Regex LDAP

source: Regular Expressions LDAP authenticator
es: Autenticador LDAP de expresiones regulares

source: Invalid regular expression
es: Expresión regular inválida

source: Ldap group class seems to be incorrect (no group found by that class)
es: La clase de grupo LDAP parece ser incorrecta (ningún grupo encontrado por esa clase)

source: Ldap group id attribute seems to be incorrect (no group found by that attribute)
es: Atributo de id de grupo ldap parece ser incorrecto (ningún grupo encontrado por atributo)

source: Ldap user class or user id attr is probably wrong (can't find any user with both conditions)
es: El atributo del id de usuario o la clase de usuario LDAP son probablemente incorrectos(no se puede encontrar ningún usuario con ambas condiciones)

source: SAML Authenticator
es: Autenticador SAML

source: SAML (v2.0) Authenticator
es: Autenticador SAML (versión 2.0)

source: User
es: Usuario

source: Private key
es: Clave privada

source: Private key used for sign and encription, as generated in base 64 from openssl
es: Clave privada usada para la firma y la encriptación, en el formato que se genera en base64 por openssl

source: Certificate
es: Certificado

source: Server certificate (public), , as generated in base 64 from openssl
es: Certificado del servidor (público). Como se genera en base 62 desde openssl

source: IDP Metadata
es: Metadata del IDP

source: You can enter here the URL or the IDP metadata or the metadata itself (xml)
es: Puede insertar aqui la URL de los metadatos del IDP, o bien los metadatos mismos (en xml)

source: ID of the SP. If left blank, this will be autogenerated from server URL
es: ID del SP. Si se deja en blanco, será generado automáticamente usando el nombre de servidor utilizado para hacer login en la administración.

source: User name attrs
es: Attrs. de nombre usu.

source: Fields from where to extract user name
es: Expresión regular para extraer el nombre de usuario

source: Group name attrs
es: Atrs. de nombres de Grupos

source: Real name attrs
es: Attr. de nombre real

source: Fields from where to extract the real name
es: Expresión regular para extraer el nombre real del usuario

source: Server certificate should be a valid PEM (PEM certificates starts with -----BEGIN CERTIFICATE-----)
es: El certificado del servidor debe estarn en formato PEM (Los certificados en formato PEM empiezan por ---BEGIN CERTIFICATE---)

source: Invalid server certificate.
es: Certificado de servidor inválido

source: Private key should be a valid PEM (PEM private keys starts with -----BEGIN RSA PRIVATE KEY-----
es: La clave privada debe estar en formato PEM (los claves privadas en formato PEM comienzan por ---BEGIN RSA PRIVATE KEY---)

source: Can't fetch url {0}: {1}
es: No puedo obtener la url {0}: {1}

source: (obtained from URL)
es: (obtenido de la URL)

source: XML do not seems valid for IDP Metadata
es: El XML no parece ser válido para Metdatos de un IDP

source: Can't access idp metadata
es: No se puee acceder a los metadatos del IDP

source: Group class
es: Clase de grupo

source: Class for LDAP groups (normally poxisGroup)
es: Clase de grupos LDAP (normalmente poxisGroup)

source: Group Id Attr
es: Atr. id de Grupo

source: Attribute that contains the group id
es: Atributo que contiene el id de grupo

source: Group membership attr
es: Atr. de pertenencia de grupo

source: Attribute of the group that contains the users belonging to it
es: Atributo del grupo que contiene los usuarios pertenecientes al mismo

source: SimpleLDAP Authenticator
es: Autenticador LDAP Simple

source: Simple LDAP authenticator
es: Autenticador LDAP Simple

source: Ldap group class or group id attr is probably wrong (can't find any group with both conditions)
es: El atributo del identificador de clase o grupo de grupo LDAP son probablemente incorrectos (no se encuentra ningún grupo con ambas condiciones)

source: Can't locate any group with the membership attribute specified
es: No se puede localizar algún grupo con el atributo de pertenencia especificado

source: No connection checking method is implemented.
es: No se ha implementado ningun metodo de comprobación de conexión

source: No check method provided.
es: No se ha implementado ningún método de verificación.

source: Already publishing. Wait for previous publication to finish and try again
es: Ya hay una publicación en curso. Espere a la finalización de esta o cancelela e intentelo de nuevo.

source: Can't cancel non running publication
es: No se puede cancelar una publicación que no está activa

source: Can't unpublish non usable publication
es: No se puede despublicar una publicación no activa

source: Can't unpublish publications with services in process
es: No se puede despublicar con servicios en proceso

source: Screen Size
es: Tamaño de pantalla

source: Full Screen
es: Pantalla completa

source: Screen colors
es: Colores de pantalla

source: Can't cancel non running operation
es: No se puede cancelar una operación que no está en curso

source: Can't remove a non active element
es: No se puede eliminar un elemento que no está activo

source: Can't remove nor cancel {0} cause its states doesn't allows it
es: No se puede eliminar o cancelar {0} porque sus estados no lo permiten

source: Base OS Manager
es: Gestor de OS Base

source: Base Manager
es: Gestor Base

source: Transport empty
es: Transporte Vacio

source: Active
es: Activo

source: Inactive
es: Inactivo

source: Blocked
es: Bloqueado

source: Waiting publication
es: En espera de publicación

source: In preparation
es: En preparación

source: Valid
es: Valido

source: Waiting for removal
es: Esperando eliminación

source: Removing
es: Eliminandose

source: Removed
es: Eliminado

source: Canceled
es: Cancelado

source: Canceling
es: Cancelando

source: Running
es: En ejecución

source: Finished
es: Finalizado

source: Waiting execution
es: En espera de ejecución

source: Linux OS Manager
es: Gestor de S.O. Linux

source: Os Manager to control linux virtual machines (basically renames machine and notify state)
es: Gestor de s.o. para controlar maquinas virtuales con linux (basicamente renombra las máquinas y notifica los estados)

source: On Logout
es: Al salir

source: What to do when user logout from service
es: Que acción realizar cuando el usuario abandone el servicio

source: Keep service assigned
es: Mantener el servicio asignado

source: Remove service
es: Eliminar servicio

source: UDS Actor for linux machines <b>(Requires python 2.6 or greater)
es: Actor para las máquinas Linux <b>(Precisa python 2.6 o mayor)</b>

source: Windows Domain OS Manager
es: Gestor para Windows con dominio

source: Os Manager to control windows machines with domain. (Basically renames machine)
es: Gestor de s.o. para controlar maquinas windows con dominio.

source: Domain
es: Dominio

source: Domain to join machines to (better use dns form of domain)
es: Dominio al que unir las máquinas (es preferible utilizar la forma DNS del dominio)

source: Account
es: Cuenta

source: Account with rights to add machines to domain
es: Cuenta con derecho para añadir máquinas al dominio

source: Password of the account
es: Contraseña de la cuenta

source: Organizational unit where to add machines in domain (check it before using it)
es: Unidad organizativa donde crear las máquinas del dominio (compruebelo antes de utilizarlo)

source: Must provide a domain!!!
es: Debe indicar un dominio!!!

source: Must provide an account to add machines to domain!!!
es: Debe indicar una cuenta para añadir máquinas al dominio!!!

source: Must provide a password for the account!!!
es: Debe indicar una contraseña para la cuenta!!!

source: Windows Random Password OS Manager
es: Gestor para windows con contraseña aleatoria

source: Os Manager to control windows machines, with user password set randomly.
es: Gestor de s.o. para controlar maquinas windows con contraseñas aleatorias

source: User account to change password
es: Cuenta de usuario a la que cambiar el password

source: Current (template) password of the user account
es: Contraseña (la fijada en la plantilla) del usuario

source: Must provide an user account!!!
es: Debe indicar una cuenta de usuario!!!

source: Windows Basic OS Manager
es: Gestor de SO Windows Básico

source: Os Manager to control windows machines without domain. (Basically renames machine)
es: Gestor de SO para controlar máquinas windows sin dominio. (Basicamente, renombra las máquinas)

source: Length must be numeric!!
es: La longitud debe ser numerica!!!

source: Length must be betwen 1 and six
es: La longitud debe estar entre 1 y seis

source: UDS Actor for windows machines <b>(Important!! Requires .net framework 3.5 sp1)</b>
es: Actor para las máquinas Windows <b>(Importante!!! Requiere tener .net framework 3.5 sp1)</b>

source: oVirt Linked Clone
es: Servicio basado en oVirt Clones COW

source: oVirt Services based on templates and COW
es: Servicioes oVirt basadoes en plantillas y COW

source: Number of desired machines to keep running waiting for a user
es: Número de máquinas a manatener en ejecución esperando a un usuario

source: Number of desired machines to keep suspended waiting for use
es: Número de maquinas a mantener suspendidas esperando asignación

source: Base Machine
es: Máquina de base

source: Service base machine
es: Máquina de base para el servicio

source: Cluster to contain services
es: Cluster que contrendrá los servicios

source: Datastore Domain
es: Almacenamiento

source: Datastore domain where to publish and put incrementals
es: Almacenamiento donde colocar los incrementales y las publicaciones

source: Memory (Mb)
es: Memoria (Mb)

source: Memory assigned to machines
es: Memoria asignada a las máquinas

source: Memory Guaranteed (Mb)
es: Memoria Garantizada (Mb)

source: Physical memory guaranteed to machines
es: Memoria física garantizada a las máquinas

source: Machine Names
es: Nombres de máquinas

source: Name Length
es: Longitud del nombre

source: Length of numeric part for the names of this machines (betwen 3 and 6
es: Longitud de la parte numérica de los nombres de esta maquinaria (entre 3 y 6

source: Display
es: Pantalla

source: Display type (only for administration pourposses)
es: Tipo de pantalla (solo para la administración)

source: The length of basename plus length must not be greater than 15
es: La longitud de basename más longitud no debe ser superior a 15

source: The machine name can't be only numbers
es: El nombre del equipo no puede ser sólo números

source: oVirt Platform Provider
es: Proveedor para la plataforma oVirt

source: oVirt platform service provider
es: Proveedor de servicios para la plataforma oVirt

source: oVirt Server IP or Hostname
es: IP o nombre DNS del servidor oVirt

source: User with valid privileges on oVirt, (use "user@domain" form)
es: Usuario con privilegios en oVirt (use la forma "user@domain")

source: Password of the user of oVirt
es: Contraseña del usuario de oVirt

source: Timeout in seconds of connection to VC
es: Timeout en segundos

source: Macs range
es: Rango de Macs

source: Range of valids macs for created machines
es: Rango válido de macs para las máquinas creadas

source: Connection test successful
es: Test de conexión correcto

source: Connection failed. Check connection params
es: La conexión ha fallado. Compruebe los parámetros.

source: UDS pub for {0} at {1}
es: Publicación de UDS para {0} en {1}

source: List of IPS
es: Lista de IPS

source: Physical machines accesed by ip
es: Máquinas físicas de acceso por ip

source: This service provides access to POWERED-ON Machines by ip
es: Este servicio provee acceso a máquinas ENCENDIDAS por IP

source: Methuselah is not alive!!! :-)
es: Matusalén no está vivo!!! :-)

source: Nothing tested, but all went fine..
es: Nada probado, pero todo salió bien...

source: Random integer was 9!!! :-)
es: Entero aleatorio fue 9!!!!!! :-)

source: Remote
es: Remoto

source: Publication
es: Publicación

source: UDS Publication for {0} created at {1}
es: Publicación de UDS para {0} creada el {1}

source: VMWare VC Server Port (usually 443)
es: Puerto del servidor VMWare VC (normalmente 443)

source: User with valid privileges on VC
es: Usuario con privilegios validos sobre VC

source: Password of the user of the VC
es: Contraseña del usuario de VC

source: VMWare Virtual Center Provider
es: Proveedor de VMWare Virtual Center

source: Provides connection to Virtual Center Services
es: Provee conexión a servicios basados en VMWare Virtual Center

source: Error testing connection
es: Error comprobando la conexión

source: VmwareVC Provider:
es: Proveedor VmwareVC:

source: Connection params ok
es: Parametros de conexión correctos

source: Datacenter containing base machine
es: Datacenter que contiene la máquina de base

source: Network
es: Red

source: If more than 1 interface is found in machine, use one on this network as main
es: Si hay mas de un interfaz en la máquina virtual, use el que esté en esta red como principal.

source: Pub. Resource Pool
es: Pool de despliegue

source: Resource Pool where deploy clones
es: Pool de recursos donde desplegar los clones

source: Clones Folder
es: Carpeta de clones

source: Folder where deploy clones
es: Carpeta donde desplegar los clones

source: Resource Pool
es: Pool de recursos

source: Resource Pool containing base machine
es: Pool de recursos que contiene la máquina de base

source: Base machine for this service
es: Máquina de base para este servicio

source: Memory for machines deployed from this service
es: Memoria para maquinas desplegadas desde este servicio

source: Datastores
es: Almacenamientos

source: Datastores where to put incrementals
es: Almacenamiento donde colocar los incrementales

source: Base name for clones from this machine
es: Nombre base para los clones de la máquina base

source: VMWare Linked clone base
es: Servicio basado en VMWare Linked clones

source: This service provides access to Linked Clones machines on a Virtual Center
es: Este servicio provee acceso a linked clones sobre Virtual Center

source: Page not found
es: Página no encontrada

source: Sorry, but the requested page could not be found.
es: Lo sentimos, pero no se encontró la página solicitada.

source: Login redirection
es: Redireccion del login

source: Go to main page
es: Ir a la página principal

source: Downloads
es: Descargas

source: This page contains a list of downloadables provided by different modules
es: Esta página contiene una lista de descargas proporcionadas por diferentes módulos

source: Services
es: Servicios

source: Java not found
es: Java no encontrado

source: Java is not available on your browser, and the selected transport needs it.
es: Java no está disponible en el navegador, y el transporte seleccionado precisa de el.

source: Please, install latest version from
es: Instale la versión mas reciente desde el

source: Java website
es: Sitio Web de Java

source: and restart browser
es: y reinicie el navegador

source: Networks
es: Redes

source: Transports
es: Transportes

source: Preferences
es: Preferencias

source: Log out
es: Desconectar

source: Login to UDS
es: Acceder a UDS

source: Login
es: Acceder

source: Login data
es: Datos de acceso

source: Enter
es: Entrar

source: Back to login
es: Volver a iniciar sesión

source: UDS User Preferences
es: UDS Preferencias de usuario

source: Save Preferences
es: Guardar Preferencias

source: Service not ready at this moment. Please, try again in a while.
es: El servicio no está disponible en estos momentos. Por favor, intentelo de nuevo pasado unos instantes.

source: Back to services list
es: Volver a la lista de servicios

source: Language
es: Idioma

source: NX Transport (direct)
es: Transporte NX (directo)

source: NX Transport for direct connection
es: Transporte NX para conexión directa

source: Empty creds
es: Sin credenciales

source: If checked, the credentials used to connect will be emtpy
es: Si está activada, las credenciales utilizadas para conectar estarán vacías

source: If not empty, this username will be always used as credential
es: Si no está vacio, este nombre de usuario será utilizado como credencial fija

source: If not empty, this password will be always used as credential
es: Si no está vacio, este password será utiizado como credencial fija

source: Listen port
es: Puerto de escucha

source: Listening port of NX (ssh) at client machine
es: Puerto de escucha de NX (ssh) en el equipo cliente

source: Connection
es: Conexión

source: Connection speed for this transport (quality)
es: Velocidad de conexión de este transporte (calidad)

source: Session
es: Sesiones

source: Desktop session
es: Sesión de escritorio

source: Disk Cache
es: Caché de disco

source: Cache size en Mb stored at disk
es: Tamaño de ca Caché en MB almacenada en disco

source: Memory Cache
es: Memoria Caché

source: Cache size en Mb keept at memory
es: Tamaño del Caché en Mb a mantener en memoria

source: NX Protocol
es: Protocolo NX

source: UDS Actor connector for NX <b>(requires nomachine packages)</b>
es: Conector de UDS Actor para NX <b>(requiere nomachine paquetes)</b>

source: In order to use this transport, you need to install first Nomachine Nx Client version 3.5.x
es: Para poder utilizar este transporte, necesita instalar primera Nomachine Nx Cliente versión 3.5

source: you can obtain it for your platform from
es: Usted puede obtener para su plataforma de

source: nochamine web site
es: Sitio Web de Nomachine

source: RDP Transport (direct)
es: Transporte RDP (directo)

source: RDP Transport for direct connection
es: Transporte RDP para conexión directa

source: If not empty, this domain will be always used as credential (used as DOMAIN\user)
es: Si no está vacio, este domínio será usado como parte de las credenciales del usuario (usado como DOMAIN\user)

source: Allow Smartcards
es: Permitir tarjetas inteligentes

source: If checked, this transport will allow the use of smartcards
es: Si está marcado, este transporte permitirá el uso de tarjetas inteligentes

source: Allow Printers
es: Permitir impresoras

source: If checked, this transport will allow the use of user printers
es: Si está marcado, este transporte permitirá el uso de impresoras remotas

source: Allow Drives
es: Permitir unidades

source: If checked, this transport will allow the use of user drives
es: Si está marcado, este transporte permitirá la redireccion de las unidades locales a la máquina remota

source: Allow Serials
es: Permitir series

source: If checked, this transport will allow the use of user serial ports
es: Si está marcado, este transporte permitirá la redirección de puertos serie

source: RDP Transport (tunneled)
es: Transporte RDP (vía túnel)
