Repository: Jarli01/openuds
Catalog: client/administration/UdsAdmin/Strings.*.resx
Languages: de, es, fr

# active
source: Enabled
de: Aktiviert
es: Activo
fr: Activée

source: Allowed Groups
de: Gruppen erlaubt
es: Grupos permitidos
fr: Accueilli des groupes

# allowedGroupsToolTip
source: Groups allowed to access this service
de: Gruppen auf diesen Dienst zugreifen
es: Grupos con acceso a este servicio
fr: Groupes autorisés à accéder à ce service

source: Assigned Services
de: Zugeordneten Services
es: Servicios Asignados
fr: Services assignées

# assignedServicesToolTip
source: Shows services of this kind currently assigned to users
de: Dienstleistungen dieser Art, die Benutzer derzeit zugewiesen zeigt
es: Muestra los Servicios de este tipo que estan asignados a usuarios en la actualidad
fr: Indique les services de ce type actuellement assigné aux utilisateurs

source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué

# cacheServicesToolTip
source: Services currently in cache
de: Dienstleistungen derzeit im cache
es: Servicios actualmente en el caché
fr: Services actuellement dans le cache

# cantConnect
source: Can't Connect to server. Please, check server and retry
de: Kann keine Verbindung zum Server herstellen. Bitte überprüfen Sie Server und wiederholen
es: No se puede conectar al servidor. Por favor, compruebe el servidor y vuelva a intentarlo
fr: Impossible de se connecter au serveur. Vérifiez svp, serveur et réessayer

# changeLanguage
source: Do you really want to change current interface language?. Changes will take effect on next restart
de: Wollen Sie wirklich aktuellen Sprache der Benutzeroberfläche ändern?. Änderungen werden beim nächsten Neustart wirksam
es: ¿Realmente desea cambiar el idioma de la interfaz actual?. Los cambios surtirán efecto en el próximo reinicio
fr: Vous voulez vraiment changer la langue d'interface cours?. Modifications prendront effet au prochain redémarrage

source: Check authenticator
de: Kontrollkästchen Authentifikator
es: Verificar autenticador
fr: Vérifiez l'authentificateur

source: Check OS Manager
de: Überprüfen Sie OS-Manager
es: Verificar OS Manager
fr: Vérifiez le gestionnaire de l'OS

source: Check service provider
de: Prüfen Sie Service-provider
es: Verificar proveedor de servicios
fr: Fournisseur de services de vérification

# deleteItem
source: Delete
de: Löschen
es: Borrar
fr: Supprimer

source: Deletion failed
de: Löschen ist fehlgeschlagen
es: Borrado fallido
fr: Suppression a échoué

source: Publications
de: Publikationen
es: Publicaciones

# publicationsToolTip
source: Publications done from this deployed service
de: Publikationen von diesem bereitgestellten Dienst getan
es: Publicaciones desde este servicio desplegado
fr: Publications faites de ce service déployé

source: Disable
de: Deaktivieren
es: Deshabilitar
fr: Désactiver

source: Duplicated item
de: Doppelte Element
es: Elemento duplicado
fr: Élément dupliqué

source: Enable
de: Aktivieren
es: Habilitar

source: Error
de: Fehler
fr: Erreur

source: Groups
de: Gruppen
es: Grupos
fr: Groupes

# inactive
source: Disabled
de: Behinderte
es: Desactivado
fr: Handicapés

source: Language
de: Sprache
es: Idioma
fr: Langue

# manageGroups
source: Manage groups for this authenticator
de: Verwalten von Gruppen für diese Authentifikator
es: Administrar grupos para este autenticador
fr: Gérer des groupes pour cette authentificateur

# manageUsers
source: Manage users for this authenticator
de: Verwalten von Benutzern für diese Authentifikator
es: Administrar los usuarios de este autenticador
fr: Gestion des utilisateurs pour cette authentificateur

source: Modifying
de: Ändern
es: Modificando
fr: Modifiant

# modifyItem
source: Modify
de: Ändern
es: Modificar
fr: Modifier

# needsAuthenticators
source: You need to set up at least an Authenticator before using this.
de: Sie müssen mindestens ein Authentifikator einrichten, bevor Sie diese verwenden.
es: Debe configurar al menos un autenticador antes de usar esto.
fr: Vous devez configurer au moins un authentificateur avant d'utiliser ce.

# needsOsManagers
source: You need to set up at least an OS Manager before using this.
de: Sie müssen Sie mindestens eine OS-Manager festlegen, bevor mit diesem.
es: Debe instalar al menos un Manager OS antes de utilizar esta.
fr: Vous devez définir le gestionnaire d'au moins un OS avant d'utiliser ce.

# needsServices
source: You need to set up at least a Service before using this.
de: Sie müssen mindestens einen Dienst einrichten, bevor mit diesem.
es: Debe configurar al menos un servicio antes de usar esto.
fr: Vous devez configurer au moins un Service avant d'utiliser ce.

# needsTransports
source: You should set up at least a transport before using this.
de: Sie sollten mindestens einen Transport einrichten, bevor Sie mit diesem.
es: Debe configurar al menos un transporte antes de usar esto.
fr: Vous devez définir jusqu'à au moins un transport avant d'utiliser ce.

# newItem
source: New
de: Neu
es: Nuevo
fr: Nouveau

source: New Service Provider
de: Neue Dienstleister
es: Nuevo proveedor de servicios
fr: Nouveau fournisseur de services

# newVersionRequired
source: A new version of UDS Admin is required to communicate with server
de: Eine neue Version der UDS-Admin wird zur Kommunikation mit Server benötigt
es: Se requiere una nueva versión de UDS Admin para comunicarse con el servidor
fr: Une nouvelle version de l'UDS Admin est obligée de communiquer avec le serveur

source: Services
de: Dienstleistungen
es: Servicios

# specifyAuthenticator
source: You need to specify the authenticator to be used
de: Sie müssen den Authentifikator verwendet werden angeben
es: Es necesario especificar el autenticador a utilizar
fr: Vous devez spécifier l'authentificateur à utiliser

# specifyBaseService
source: You need to specify the service to be used
de: Sie müssen den Dienst zu verwendende angeben
es: Es necesario especificar el servicio a utilizar
fr: Vous devez spécifier le service à utiliser

# specifyOsManager
source: You need to specify the OS Manager to be used
de: Sie müssen den OS-Manager verwendet werden angeben
es: Es necesario especificar el OS Manager a utilizar
fr: Vous devez spécifier le OS Manager à utiliser

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs

source: View
de: Ansicht
es: Ver
fr: Avis

source: Cache Level
de: Cache-Stufe
es: Nivel de caché
fr: Niveau de cache

source: Owner
de: Eigentümer
es: Propietario
fr: Propriétaire

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier

source: Publication Failed
de: Veröffentlichung fehlgeschlagen
es: Error de publicación
fr: Publication a échoué

# publishQuestion
source: Generate a new publication for this service?
de: Generieren Sie eine neue Publikation für diesen Dienst?
es: ¿Generar una nueva publicación para este servicio?
fr: Générer une nouvelle publication pour ce service ?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# selectOnlyOne
source: Select only one item to perform this operation.
de: Wählen Sie nur ein Element, um diesen Vorgang auszuführen.
es: Seleccione sólo un artículo para realizar esta operación.
fr: Sélectionner un seul élément pour effectuer cette opération.

source: Deployed Service
de: Bereitgestellte Dienst
es: Servicio desplegado
fr: Service déployée

source: No
de: Nr.
fr: Aucun

# occopied
source: Occupied
de: Besetzt
es: Ocupado
fr: Occupée

# removeQuestion
source: Are you sure do you want to remove this item?
de: Sind Sie sicher wollen Sie dieses Element entfernen?
es: ¿Está seguro que desea eliminar este elemento?
fr: Vous êtes certain que vous voulez supprimer cet élément ?

source: Yes
de: Ja
es: Sí
fr: Oui

# appWillTerminate
source: The application will exit now
de: Die Anwendung wird nun beendet.
es: La aplicación se cerrará ahora
fr: L'application sera sortie maintenant

# authFailed
source: The credentials provided are no longer valid
de: Die bereitgestellten Anmeldeinformationen sind nicht mehr gültig
es: Las credenciales proporcionadas no son válidas
fr: Les informations d'identification fournies ne sont plus valides

# findFailed
source: The item do not exists anymore. Please, refresh gui (F5)
de: Das Element-Do ist nicht mehr vorhanden. Bitte aktualisieren Sie gui (F5)
es: El elemento do no existe ya. Por favor, actualice el gui (F5)
fr: L'élément do il existe non plus. Veuillez actualiser gui (F5)

source: Invalid credentials
de: Ungültiger Anmeldeinformationen
es: Credenciales no válidas
fr: Informations d'identification non valides

# validationFailed
source: There are errors in the data provided
de: Fehler sind in den Angaben
es: Hay errores en los datos proporcionados
fr: Il y a des erreurs dans les données fournies

# stateActive
source: Active
de: Aktive
es: Activo

# stateBlocked
source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué

# stateCanceled
source: Canceled
de: Abgebrochen
es: Cancelado
fr: Annulée

# stateCanceling
source: Canceling
de: Abbrechen
es: Cancelando
fr: Annulation

# stateError
source: Error
de: Fehler
fr: Erreur

# stateInactive
source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif

# statePreparing
source: Generating
de: Generieren
es: Generando
fr: Générant

# stateRemovable
source: Waiting for removal
de: Warten auf Entfernung
es: A la espera de la eliminación
fr: Attente d'enlèvement

# stateRemoved
source: Removed
de: Entfernt
es: Eliminado
fr: Supprimé

# stateRemoving
source: Removing
de: Entfernen
es: Eliminando
fr: Suppression

# stateUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

# stateUsable
source: Ready
de: Bereit
es: Listo
fr: Prêt

# waitingOsReady
source: Waiting OS To Get Ready
de: Personen, die auf OS bereit
es: Esperando al OS
fr: OS pour se préparer en attente

# assignToUser
source: Assign Service to user
de: Benutzer Service zuweisen
es: Asignar el servicio al usuario
fr: Assigner un Service à l'utilisateur

source: Service Providers
de: Service-Provider
es: Proveedores de servicios
fr: Fournisseurs de services

# fieldRequired
source: Field '{0}' is required
de: Feld '{0}' muss ausgefüllt werden
es: Se requiere el campo '{0}'
fr: Champ « {0} » est requis

# nameRequired
source: The field 'name' is required
de: Das Feld 'Name' ist erforderlich
es: Se requiere el campo 'nombre'
fr: Le champ « nom » est requis

# groupRequired
source: You need to select a group
de: Sie müssen eine Gruppe auswählen
es: Debe seleccionar un grupo
fr: Vous devez sélectionner un groupe

# serviceRequired
source: You need to select a service
de: Sie müssen einen Dienst auswählen
es: Debe seleccionar un servicio
fr: Vous devez sélectionner un service

# userRequired
source: You need to select an user
de: Sie müssen einen Benutzer auswählen
es: Debe seleccionar un usuario
fr: Vous devez sélectionner un utilisateur

source: User Preferences
de: Benutzereinstellungen
es: Preferencias de usuario
fr: Préférences de l'utilisateur

source: Transports
de: Transporte
es: Transportes

# networks
source: Neworks
de: Aufstrebende
es: Redes
fr: Réseaux

source: Invalid Ip Address
de: Ungültige IP-Adresse
es: Dirección Ip no válida
fr: Adresse Ip non valide

# netEnd
source: Network End
de: Netzwerk-Ende
es: Final de red
fr: Fin de réseau

# netStart
source: Network Start
de: Netzwerk-Start
es: Inicio de red
fr: Début du réseau

# netRangeError
source: Network end must be greater than network start
de: Netzwerk Ende muss größer als Netzwerk Start sein.
es: El final de red debe ser mayor que el inicio de la red
fr: Fin du réseau doit être supérieure à démarrer réseau

# negativeNetCheck
source: Transport not active for selected networks
de: Verkehr nicht aktiv für ausgewählten Netzen
es: Transporte inactivo para redes seleccionadas
fr: Transport non active pour les réseaux sélectionnés

# positiveNetCheck
source: Transport active for selected networks
de: Transport für ausgewählten Netzwerken aktiv
es: Transporte activo para redes seleccionadas
fr: Transport actif pour les réseaux sélectionnés

# resultTestError
source: Test unsuccessful
de: Test nicht erfolgreich
es: Prueba fallida
fr: Essai infructueux

# resultTestOk
source: Test successful
de: Test erfolgreich
es: Prueba exitosa
fr: Test réussie

source: Authenticators
de: Authentifikatoren
es: Autenticadores
fr: Authentificateurs

source: Connectivity
de: Konnektivität
es: Conectividad
fr: Connectivité

source: Deployed Services
de: Bereitgestellten Dienste
es: Servicios implementados
fr: Services de déploiements

# errorInfo
source: Get Error Information
de: Informieren Sie sich Fehler
es: Obtener información de Error
fr: Obtenir des informations sur l'erreur

# downloadQuery
source: Do you want to download and install the new version?
de: Möchten Sie die neue Version herunterladen und installieren?
es: ¿Desea descargar e instalar la nueva versión?
fr: Vous voulez télécharger et installer la nouvelle version ?

# downloadInfo
source: Downloaded {0} KB of {1} KB at {2:0.00} KB/s
de: Heruntergeladene {0} KB von {1} KB am {2:0.00} KB/s
es: Descargado {0} KB de {1} KB en {2:0.00} KB/s
fr: Téléchargé {0} Ko {1} ko à {2:0.00} KB/s.

source: Exit
de: Ausfahrt
es: Salir
fr: Sortie

# importFilter
source: Text Files|*.txt|All files|*.*
de: Text Files|*.txt|Alle-Dateien| *. *
es: Texto Files|*.txt|Todos files| *. *
fr: Texte Files|*.txt|Tous les fichiers| *. *

# import
source: Import text file
de: Textdatei importieren
es: Importar archivo de texto
fr: Importer un fichier texte

source: Group
de: Gruppe
es: Grupo
fr: Groupe

source: Search Group
de: Suche Gruppe
es: Grupo de búsqueda
fr: Groupe de recherche

source: Search User
de: Benutzer suchen
es: Buscar Usuario
fr: Utilisateur de recherche

source: User
de: Benutzer
es: Usuario
fr: Utilisateur

source: Modification failed
de: Änderung ist fehlgeschlagen
es: Error de modificación
fr: Modification a échoué

# titleAssignService
source: Assign Service
de: Weisen Sie Service
es: Asignar servicio
fr: Affecter le Service

# titleAssignNewGroup
source: Assign New Group
de: Neue Gruppe zuweisen
es: Asignar nuevo grupo
fr: Assigner le nouveau groupe

# titleAuthenticator
source: Authenticator
de: Authentifikator
es: Autenticador
fr: Authentificateur

# titleDeployedService
source: Deployed Service
de: Bereitgestellte Dienst
es: Servicio desplegado
fr: Service de déploiement

# titleGroup
source: Group
de: Gruppe
es: Grupo
fr: Groupe

# titleLogin
source: Login to UDS Administration
de: Anmeldung für UDS Administration
es: Inicio de sesión en el Administrador UDS
fr: Connexion à l'Administration de l'UDS

# titleMain
source: UDS Administration Client
de: UDS-Verwaltungsclient
es: Cliente de administración de UDS

# titleNetwork
source: Network
de: Netzwerk
es: Red
fr: Réseau

# titleTransport
source: Transport
de: Verkehr
es: Transporte

# titleUser
source: User
de: Benutzer
es: Usuario
fr: Utilisateur

# titleUserPreferences
source: User Preferences
de: Benutzereinstellungen
es: Preferencias de usuario
fr: Préférences de l'utilisateur

# cacheFlushed
source: The cache has been flushed
de: Der Cache geleert worden ist
es: La caché ha sido vaciada
fr: Le cache a été vidé.

# stateLaunching
source: Launching publication
de: Start der Veröffentlichung
es: Lanzando publicación
fr: Lancement de la publication

# transportRequired
source: You need to select a transport
de: Sie müssen einen Transport wählen
es: Debe seleccionar un transporte
fr: Vous devez sélectionner un transport

# titleConfiguration
source: Configuration
de: Konfiguration
es: Configuración

# cantCreateGroups
source: This authenticator do not allows the creation of new groups at administration interface
de: Diese Authentifikator nicht ermöglicht die Erstellung von neuen Gruppen im Administrations-Oberfläche
es: Este autenticador no permite la creación de nuevos grupos en la interfaz de administración
fr: Cet authentificateur ne pas permet la création de nouveaux groupes à l'interface d'administration

# cantCreateUsers
source: This authenticator do not allows the creation of new users at administration interface
de: Diese Authentifikator nicht ermöglicht die Erstellung von auf der Administrations-Oberfläche
es: Este autenticador no permite la creación de nuevos usuarios en la interfaz de administración
fr: Cet authentificateur ne pas permet la création de nouveaux utilisateurs à l'interface d'administration

# cantModifyUsers
source: This authenticator do not allows the modification of users at administration interface
de: Diese Authentifikator nicht erlaubt die Änderung der Benutzer bei Administrations-Oberfläche
es: Este autenticador no permite la modificación de los usuarios en la interfaz de administración
fr: Cet authentificateur permet pas la modification des utilisateurs à l'interface d'administration

# sourceIp
source: Src IP
de: Quell-IP-

source: Legend
de: Legende
es: Leyenda
fr: Légende

# smallNameRequired
source: An small name with at most 8 chars and using A-Z,a-z,0-9 -_ chars is required
de: Einen kleinen Namen mit maximal 8 Zeichen, wobei A-Z, a-Z, 0-9-_-Chars ist erforderlich
es: Un nombre pequeño con menos de 8 caracteres y A-z, a-z, 0-9-_ caracteres se requiere

source: New meta group
de: Neue Meta-Gruppe
es: Nuevo grupo meta

# groupIsNotMeta
source: Group is not a Meta group!!!
de: Ist keine Meta-Gruppe!!!
es: Grupo no es un grupo Meta!

# confirmDelete
source: Are you sure do you want to delete selected items?
de: Sind Sie sicher wollen Sie ausgewählten Rechner löschen?
es: ¿Está seguro que desea eliminar las máquinas?

source: Cache
es: Caché

source: OS Managers
es: OS administradores
fr: Gestionnaires des OS

# titleService
source: Service
es: Servicio

# titleServiceProvider
source: Service Provider
es: Proveedor de servicios
fr: Fournisseur de services

source: OS Manager
fr: Gestionnaire de l'OS

# titleDownloader
source: Downloader
fr: Téléchargeur

# titleOsManager
source: OS Manager
fr: Gestionnaire de l'OS

# sourceHost
source: Src Host
fr: Hôte de la SRC
